Revit 2027 API
ParameterTypeId.RbsElecPanelTotalloadPowerParam Property
 "Power Total Connected Apparent Power"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelTotalloadPowerParam { get; }
Public Shared ReadOnly Property RbsElecPanelTotalloadPowerParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelTotalloadPowerParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelTotalloadPowerParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace